import last1 from '../imgs/last1.png';
import last2 from '../imgs/last2.png';
import last3 from '../imgs/last3.png';
import last4 from '../imgs/last4.png';

export const resultInformation = [
    {
        id: '16'||'15'||'14',
        type: '해마의 금쪽이',
        img: last1,
        typeExplanation: '해마의 금쪽이란? 본인을 정말 사랑하고 아끼는 사람으로 여겨서 해마들의 정보가 사라질 이유가 없기 때문에 해마의 금쪽이랍니다!',
        explanation: "당신은 자기 자신을 정말 아끼고 사랑하는군요!그래서 '나는 할 수 있다'라는 자기 신뢰도 가지고 있어요.만약, 그 도전을 실패하게 되더라도 더 나은 결과를 위해 문제의 원인과 해결에 대해서 고민을 하죠.그렇기 때문에 실수나 잘못을 해도 다른 사람에게 돌리지 않고 나의 부족한 점이 무엇인지 먼저 이해하고 자신을 있는 그대로 인정하고 있어요. 그래서 자신을 믿고 지금 이대로 지내면 좋을 거 같아요."
    },
    {
        id: '13'||'12'||'11'||'10',
        type: '해마의 소중이',
        img: last2,
        typeExplanation: '해마의 소중이란? 본인을 그래도 소중하게 여길줄 아는 사람을 말해요! 본인을 아끼기 때문에 해마들의 정보가 지켜질 수 있어서 해마의 소중이랍니다!',
        explanation: '당신은 자기 자신을 정말 소중하게 여기는군요! 자기 자신을 소중하게 여기는 만큼 타인과 비교하지 않고 저마다 다르다고 인정을 하고 있어요. 그래서 자신의 매력이 무엇인지도 인지하고 있죠.또한 상대방에게 자신의 마음을 솔직하게 전달하고 있어요. 잘하고 있어요. 지금 이대로 쭉 자신을 사랑해주세요!'
    },
    {
        id: '9'||'8'||'7'||'6'||'5',
        type: '해마 돌봄이',
        img: last3,
        typeExplanation: '해마 돌봄이란? 본인을 좀 돌볼 필요가 있는 사람을 말해요! 안 그러면 해마들의 정보가 사라지기 때문에 본인을 돌보면 해마들도 좋아할 거예요.',
        explanation: "한 번 자기 자신을 돌봐줬으면 좋겠어요. 자신을 어느정도 아끼고는 있지만 다른 사람에 비해 그 마음이 조금은 낮은 편이에요. 만약 실수를 하게 되더라도 자책하지 말고 '실수는 누구나 할 수 있다'는 것을 이해하고 자신을 용서해주세요. 실수를 했는지 객관적으로 생각해 보며 개선을 위한 노력을 하다보면 자신을 지금보다 더 아껴줄 수 있을거에요."
    },
    {
        id: '4'||'3'||'2'||'1',
        type: '해마 지킴이',
        img: last4,
        typeExplanation: '해마 지킴이란? 자신을 아끼고 사랑할 필요가 있는 사람을 말해요! 본인을 지키지 않으면 해마의 정보들도 사라지고 말거예요.',
        explanation: '요즘 많이 힘드신가요? 자신을 많이 아껴주고 사랑해주세요. 사소한 일에도 상대방에게 사과를 자주 하고 있다면 사과하는 것을 줄여보세요. 잘못을 했을 경우 사과를 하는게 맞지만 거듭하다보면 상대방은 사과를 꼭 해야 하는 상황에서의 사과는 실증이 나버릴 지도 몰라요. 또한 상대방의 의견에만 너무 맞추고 있다면 자신의 의사도 솔직하게 말해보세요. 자아존중감이 낮은 사람들은 이런 행동을 통해 자신이 가치 있다는 사실을 확인하고 싶어하는 경향이 있는데 당신은 충분이 가치 있기 때문에 자존감을 가졌으면 해요. 잘 할 거예요. '
    },
]