import last1 from '../imgs/last1.png';
import last2 from '../imgs/last2.png';
import last3 from '../imgs/last3.png';
import last4 from '../imgs/last4.png';

export const resultInformation = [
    {
        id: '금쪽',
        type: '해마의 금쪽이',
        img: last1,
        typeExplanation: '해마 금쪽이는 본인을 정말 사랑하고 아끼는 사람을 말 해! 그래서 해마들의 정보가 사라질 이유가 없지!',
        explanation: "너는 자기 자신을 정말 아끼고 사랑하는구나! 그래서 '나는 할 수 있어'라는 자기 신뢰도 가지고 있지. 만약 네가 하고 있던 일을 실패하게 되더라도 더 나은 결과를 위해 문제의 원인과 해결에 대해 고민을 하지! 그렇기 때문에 실수나 잘못을 해도 상대를 탓하지 않고 나의 부족한 점이 무엇인지 이해하고 너 자신을 있는 그대로 인정하고 있어! 항상 너 자신을 믿고 지금 이대로 지내면 좋을 거 같아!"
    },
    {
        id: '소중',
        type: '해마의 소중이',
        img: last2,
        typeExplanation: '해마 소중이는 본인을 소중하게 여기기 때문에 해마의 정보까지 지켜줄 수 있어!',
        explanation: '너는 자기 자신을 정말 소중하게 여기는구나! 자신을 소중하게 여기는 만큼 타인과 비교하지 않고 모두가 다르다고 인정을 하고 있어. 그래서 너의 매력이 무엇인지도 알고 있지! 또, 상대방에게 너의 마음을 솔직하게 전달하고 있어. 잘하고 있으니 쭉 자신을 사랑해 줘!'
    },
    {
        id: '돌봄',
        type: '해마 돌봄이',
        img: last3,
        typeExplanation: '해마 돌봄이는 해마의 정보들이 사라지지 않게 본인을 돌볼 필요가 있어!',
        explanation: "한 번 너 자신을 돌봐줬으면 좋겠어! 자신을 어느 정도 아끼고는 있지만 다른 사람에 비해 그 마음이 조금은 낮은 편이거든. 만약 실수를 하더라도 자책하지 말고 '실수는 누구나 할 수 있다'는 것을 인지하고 자신을 용서해 줘. 실수를 했는지 객관적으로 생각해 보며 개선을 위한 노력을 하면 자신을 지금보다 더 아껴줄 수 있을 거야!"
    },
    {
        id: '지킴',
        type: '해마 지킴이',
        img: last4,
        typeExplanation: '해마 지킴이는 자신을 아끼고 사랑해줘야 돼! 그렇지 않으면 해마의 정보들이 사라지게 될 수도 있어!',
        explanation: '자신을 많이 아껴주고 사랑해 줘! 사소한 일에도 상대에게 사과를 자주 한다면 사과하는 것을 줄여봐! 잘못을 했을 때 사과를 하는 게 맞지만 반복하다 보면 상대는 사과를 꼭 해야 하는 상황에서의 사과는 싫증이 날 수도 있어. 또, 상대의 의견에만 너무 맞추고 있다면 너의 의사도 솔직하게 말해봐! 자존감이 낮은 사람들은 이러한 행동을 통해 자신이 가치 있다는 사실을 확인하고 싶어 하는 경향이 있는데 너는 충분히 가치가 있기 때문에 자존감을 가졌으면 해!'
    },
]